Repository: Shehab-adel/islami-app
Catalog: lib/l10n/app_*.arb
Languages: ar

# app_title
source: Islami
ar: اسلامي

source: Quran
ar: القرآن

source: Hadeth
ar: الحديث

source: Tasbeh
ar: التسبيح

source: Radio
ar: الاذاعه

source: Settings
ar: الاعدادات

source: Language
ar: اللغة

source: Theme
ar: النمط

source: Light
ar: مضئ

source: Dark
ar: ليلي

# fatiha
source: AlFatiha
ar: الفاتحة

source: Albaqara
ar: البقرة

source: Al eimran
ar: ال عمران

source: Alnisa
ar: النساء

source: Almayida
ar: المائدة

source: Alianeam
ar: الانعام

source: Alaeraf
ar: الاعراف

source: Alainfal
ar: الاءنفال

source: Altawba
ar: التوبة

source: Yunus
ar: يونس

source: Hud
ar: هود

source: Yusif
ar: يوسف

source: Alraed
ar: الرعد

source: Abrahim
ar: اءبراهيم

source: Alhajar
ar: الحجر

source: Alnahl
ar: النحل

source: Alasara'
ar: الاءسراء

source: Alkahf
ar: الكهف

source: Maryam
ar: مريم

source: Tah
ar: طه

source: Alianbia'
ar: الانبياء

source: Alhaju
ar: الحج

source: Almuminun
ar: المؤمنون

source: Alnuwr
ar: النور

source: Alfurqan
ar: الفرقان

source: Alshueara'
ar: الشعراء

source: Alnuml
ar: النمل

source: Alqisas
ar: القصص

source: Aleankabut
ar: العنكبوت

source: Alruwm
ar: الروم

source: Luqman
ar: لقمان

source: Alsajda
ar: السجدة

source: Alahizab
ar: الأحزاب

# saba
source: Subana
ar: سبأ

source: Fatir
ar: فاطر

source: Yasin
ar: يس

source: Alsaafaat
ar: الصافات

source: Sad
ar: ص

source: Alzumar
ar: الزمر

source: Ghafir
ar: غافر

source: Fusilat
ar: فصلت

source: Alshuwri
ar: الشوري

source: Alzukhruf
ar: الزخرف

source: Aldukhan
ar: الدخان

source: Aljathia
ar: الجاثية

source: Alaihqaq
ar: الاحقاق

source: Muhamad
ar: محمد

source: Alfath
ar: الفتح

source: Alhujurat
ar: الحجرات

source: Qaf
ar: ق

# alzhaariat
source: Aldhaariat
ar: الذاريات

source: Alttwr
ar: الطور

source: Alnajm
ar: النجم

source: Alqamar
ar: القمر

source: Alrahman
ar: الرحمن

source: Alwaqiea
ar: الواقعة

source: Alhadid
ar: الحديد

source: Almujadala
ar: المجادلة

source: Alhashr
ar: الحشر

source: Almumtahina
ar: الممتحنة

source: Alsaf
ar: الصف

source: Aljumea
ar: الجمعة

source: Almunafiqun
ar: المنافقون

source: Altaghabun
ar: التغابن

source: Altalaq
ar: الطلاق

source: Altahrim
ar: التحريم

source: Almalk
ar: الملك

source: Alqalam
ar: القلم

source: Alhaqa
ar: الحاقة

source: Almieraj
ar: المعارج

source: Nuh
ar: نوح

source: Aljinu
ar: الجن

source: Almuzamil
ar: المزمل

source: Almudathir
ar: المدثر

source: Alqiama
ar: القيامة

source: Alansan
ar: الاءنسان

source: Almursalat
ar: المرسلات

source: Alnaba
ar: النبأ

source: Alnaazieat
ar: النازعات

source: Eabs
ar: عبس

source: Altakwir
ar: التكوير

source: Ala'infitar
ar: الانفطار

source: Almutafifin
ar: المطففين

source: Alia'inshiqaq
ar: الاءنشقاق

source: Alburuj
ar: البروج

source: Altaariq
ar: الطارق

source: Alaeili
ar: الأعلى

source: Alghashia
ar: الغاشية

source: Alfajr
ar: الفجر

source: Albalad
ar: البلد

source: Alshams
ar: الشمس

source: Allayl
ar: الليل

source: Aldahiu
ar: الضحي

source: Alsharh
ar: الشرح

source: Altiyn
ar: التين

source: Alealaq
ar: العلق

source: Alqadr
ar: القدر

# albayina
source: Albayinat
ar: البينة

source: Alzalzala
ar: الزلزلة

source: Aleadiat
ar: العاديات

source: Alqariea
ar: القارعة

source: Altakathur
ar: التكاثر

source: Aleasr
ar: العصر

source: Alhamza
ar: الهمزة

source: Alfil
ar: الفيل

source: Quraysh
ar: قريش

source: Almaeun
ar: الماعون

source: Alkawthar
ar: الكوثر

source: Alkafirun
ar: الكافرون

source: Alnasr
ar: النصر

source: Almasad
ar: المسد

source: Alakhilas
ar: الاءخلاص

source: Alfalaq
ar: الفلق

source: Alnaas
ar: الناس
